---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.WireMaterialTypeSet
source: html/7aef4921-7ed3-1e63-1747-5420db964934.htm
---
# WireMaterialTypeSet Properties

Test to see if the set is empty.